tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae", "https://github.com/jorpilo/homebrew-formulae.git"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "ansible"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "automake"
brew "bat"
brew "gettext"
brew "gnutls"
brew "cask"
brew "cmake"
brew "curl"
brew "libtool"
brew "gd"
brew "php"
brew "composer"
brew "fd"
brew "git"
brew "glances"
brew "pkg-config"
brew "lua-language-server"
brew "luarocks"
brew "mpv"
brew "newsboat"
brew "ninja"
brew "node"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "unzip"
brew "w3m"
brew "wget"
brew "xclip"
brew "xcodes"
brew "xsel"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-sf-mono-nerd-font"
cask "inkscape"
cask "iterm2"
cask "virtualbox"
cask "xcodes"
