tap "asmvik/formulae"
tap "epk/epk"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "johnhcc/gs-x11"
tap "koekeishiya/formulae", "https://github.com/jorpilo/homebrew-formulae.git"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "aom"
brew "automake"
brew "bat"
brew "gettext"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "libtool"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "libavif"
brew "gd"
brew "icu4c@78"
brew "php"
brew "composer"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "harfbuzz"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "glances"
brew "hugo"
brew "libheif"
brew "python@3.12"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libass"
brew "libmicrohttpd"
brew "libplacebo"
brew "librist"
brew "lua-language-server"
brew "luarocks"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "newsboat"
brew "ninja"
brew "node"
brew "numpy"
brew "openvino"
brew "pandoc"
brew "pdftoipe"
brew "pkgconf"
brew "python-tk@3.14"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "task"
brew "tasksh"
brew "timewarrior"
brew "tmux"
brew "tree"
brew "unzip"
brew "w3m"
brew "wget"
brew "xclip"
brew "xcodes"
brew "xsel"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "epk/epk/font-sf-mono-nerd-font"
cask "inkscape"
cask "iterm2"
cask "mactex"
cask "qsync-client"
cask "skim"
cask "virtualbox"
cask "xcodes-app"
cask "xquartz"
