tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae", "https://github.com/jorpilo/homebrew-formulae.git"
brew "bat"
brew "gnutls"
brew "cask"
brew "cmake"
brew "composer"
brew "fd"
brew "git"
brew "glances"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "node"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "xclip"
brew "xcodes"
brew "xsel"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-sf-mono-nerd-font"
cask "iterm2"
cask "virtualbox"
